Repository: umaMahesh6/Where_is_my_bus
Catalog: assets/i18n/app_*.arb
Languages: hi, pa

# appTitle
source: Punjab Transit
hi: पंजाब ट्रांजिट
pa: ਪੰਜਾਬ ਟ੍ਰਾਂਜ਼ਿਟ

# driverAppTitle
source: Driver Tracking
hi: ड्राइवर ट्रैकिंग
pa: ਡਰਾਈਵਰ ਟ੍ਰੈਕਿੰਗ

# passengerAppTitle
source: Live Bus Map
hi: लाइव बस मैप
pa: ਲਾਈਵ ਬੱਸ ਮੈਪ

source: Bus ID
hi: बस आईडी
pa: ਬੱਸ ਆਈਡੀ

# busIdHint
source: e.g., PB-01-001
hi: जैसे, PB-01-001
pa: ਜਿਵੇਂ, PB-01-001

source: Start Tracking
hi: ट्रैकिंग शुरू करें
pa: ਟ੍ਰੈਕਿੰਗ ਸ਼ੁਰੂ ਕਰੋ

source: Stop Tracking
hi: ट्रैकिंग बंद करें
pa: ਟ੍ਰੈਕਿੰਗ ਬੰਦ ਕਰੋ

source: Tracking active...
hi: ट्रैकिंग चल रही है...
pa: ਟ੍ਰੈਕਿੰਗ ਚਲ ਰਹੀ ਹੈ...

source: Tracking stopped
hi: ट्रैकिंग बंद है
pa: ਟ੍ਰੈਕਿੰਗ ਬੰਦ ਹੈ

source: Follow Bus
hi: बस फॉलो करें
pa: ਬੱਸ ਫੌਲੋ ਕਰੋ

# enterBusId
source: Enter Bus ID to follow
hi: फॉलो करने के लिए बस आईडी दर्ज करें
pa: ਫੌਲੋ ਕਰਨ ਲਈ ਬੱਸ ਆਈਡੀ ਦਰਜ ਕਰੋ

source: Language
hi: भाषा
pa: ਭਾਸ਼ਾ

# permissionDenied
source: Location permission denied
hi: लोकेशन अनुमति नहीं मिली
pa: ਲੋਕੇਸ਼ਨ ਇਜਾਜ਼ਤ ਨਹੀਂ ਮਿਲੀ

# locationServiceDisabled
source: Location service is disabled
hi: लोकेशन सेवा बंद है
pa: ਲੋਕੇਸ਼ਨ ਸਰਵਿਸ ਬੰਦ ਹੈ

source: Connecting...
hi: कनेक्ट हो रहा है...
pa: ਕਨੈਕਟ ਹੋ ਰਿਹਾ ਹੈ...

source: Connected
hi: कनेक्ट हो गया
pa: ਕਨੈਕਟ ਹੋ ਗਿਆ

source: Disconnected
hi: डिसकनेक्ट हो गया
pa: ਡਿਸਕਨੈਕਟ ਹੋ ਗਿਆ
